<?php

return [
    'welcome' => [
        'subject' => 'Добро пожаловать в Spy.House!',
        'login' => 'Войти',
        'greeting' => 'Привет, :username!',
        'title' => 'Добро пожаловать в Partners.House и спасибо за регистрацию!',
        'description' => 'Partners.House - это партнерская программа, которая монетизирует ваш трафик с помощью push-подписок. Вы можете добавить наши коды на свой сайт для сбора подписчиков, или если у вас нет сайта - использовать многоязычные лендинги из нашей системы, направлять на них трафик и получать подписчиков, которые видят рекламу, которую мы отправляем. Вы получаете деньги за каждый клик по рекламе, сделанный вашими подписчиками. Чтобы узнать, сколько денег приносят подписки - смотрите раздел ТОП СТРАНЫ в вашем личном кабинете. Указанный там доход - это средний по системе для 1000 подписчиков и за период 55 дней.',
        'go_now_button' => 'Перейти сейчас',
        'regards' => 'С наилучшими пожеланиями, Служба поддержки Spy.House',
        'telegram_text' => 'Напишите в наш телеграм канал, мы поможем вам с любым вопросом!',
        'footer_newsletter_text' => 'Вы получили это письмо, потому что являетесь клиентом или подписчиком spy.house',
        'unsubscribe' => 'Отписаться',
    ],
    'verification' => [
        'subject' => 'Подтверждение аккаунта - Spy.House',
    ],
];
