<?php

return [
    'title' => 'Уведомления',
    'per_page' => 'На странице — ',
    'mark_all_read' => 'Прочитать все',
    'acquainted' => 'Ознакомлен',
    'notification_item' => [
        'new' => 'Новое',
        'read' => 'Прочитано',
    ],
    'empty' => [
        'title' => 'У вас пока нет уведомлений',
        'description' => 'Когда они появятся, они будут отображаться здесь.',
    ],
    'categories' => [
        'account' => 'Аккаунт',
        'content' => 'Контент',
        'landings' => 'Скачивания лэндингов',
        'billing' => 'Биллинг',
        'security' => 'Безопасность',
        'system' => 'Система',
    ],
    'welcome' => [
        'title' => 'Добро пожаловать в :app_name!',
        'message' => 'Привет, :name! Добро пожаловать в :app_name. Мы рады, что вы присоединились к нам. Начните исследовать возможности платформы и создавайте успешные партнерские кампании!',
    ],
];
