<?php

return [
    'placeholders' => [
        'sort' => 'Сортировать по — ',
        'perPage' => 'Показывать по — ',
        'services-sort' => 'Сортировать по — ',
        'services-bonuses' => 'Фильтр бонусов — ',
        'categories' => 'Все категории — ',
        'search_by_keyword' => 'Поиск по ключевым словам',
        'download_landing_link' => 'Введите ссылку для скачивания лендинга',
    ],
    'perPage' => [
        '12' => '12 на странице',
        '24' => '24 на странице',
        '48' => '48 на странице',
        '96' => '96 на странице',
    ],
    'services-sort' => [
        'transitions' => [
            'high' => 'Больше переходов',
            'low' => 'Меньше переходов',
        ],
        'rating' => [
            'high' => 'Высокий рейтинг',
            'low' => 'Низкий рейтинг',
            'placeholder' => 'По рейтингу',
        ],
        'views' => [
            'high' => 'Больше просмотров',
            'low' => 'Меньше просмотров',
        ],
    ],
    'services-bonuses' => [
        'all' => 'Все предложения',
        'with_discount' => 'С бонусами',
        'without_discount' => 'Без бонусов',
    ],
    'categories' => [
        'all' => 'Все категории',
    ],
    'landings-sort' => [
        'created_at' => [
            'newest' => 'Дата (Новые)',
            'oldest' => 'Дата (Старые)',
        ],
        'status' => [
            'asc' => 'Статус (По возрастанию)',
            'desc' => 'Статус (По убыванию)',
        ],
        'url' => [
            'asc' => 'URL (По возрастанию)',
            'desc' => 'URL (По убыванию)',
        ],
    ],
];
